epyc-7763/20240828-1439-test/logs/0-1000-0-index-no-yes-yes-64-1724913850/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests/20240828-1439-test/logs/0-1000-0-index-no-yes-yes-64-1724913850/index.sql
scaling factor: 1
query mode: prepared
number of clients: 128
number of threads: 128
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 7463663
number of failed transactions: 0 (0.000%)
latency average = 0.085 ms
initial connection time = 52.452 ms
tps = 1504984.376815 (without initial connection time)